Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: When a product is selected, one unit (per serving in stock quantity unit) will be added to stock on consuming this recipe
cs: Pokud tu vyberete název produktu, bude po kliknutí na „Spotřebovat všechny ingredience použité v tomto receptu“ přidán do stavu zásob a to v množství odpovídajícím počtu porcí při spotřebování receptu.
da: Når en ingrediens er valgt til en opskrift, nedskrives beholdning med mængden per kuvert i lagerenheder.
de: Wenn ein Produkt ausgewählt ist, wird beim Verbrauch dieses Rezeptes eine Einheit (pro Portion in Bestandsmengeneinheit) dem Bestand hinzugefügt
es: Cuando se seleccione un producto, una unidad (en unidades de inventario por ración) será añadida al inventario al consumir esta receta
et: Kui toode on valitud, lisatakse selle retsepti tarbimisel varudesse üks ühik (portsjoni kohta laos oleva koguse ühiku kohta)
fi: Kun tuote on valittuna, yksi yksikkö (per annos varastoyksiköissä) lisätään varastoon reseptin käytön yhteydessä
fr_fr: Lorsqu'un produit est sélectionné, une unité (par portion dans l'unité de stock) sera ajoutée au stock lors de la consommation de cette recette
he: כאשר נבחר מוצר, יחידה אחת (לפי הגשה ביחידת כמות במלאי) תתווסף למלאי בעת צריכת המתכון הזה
hu: Ha kiválasztasz itt egy terméket, akkor a recept elkészítése után ebből a termékből egy egységet (adagonként) hozzáadunk a készlethez.
it: Quando è selezionato un prodotto, un'unità (per porzione in unità di quantità in dispensa) sarà aggiunta alla dispensa quando si consuma questa ricetta
ja: 指定した物品がこのレシピによって完成し、ストックに(分量1に対応する数量が)追加されます
lt: Pasirinkus produktą, suvartojus šį receptą į atsargas bus pridėtas vienas vienetas (vienai porcijai atsargų kiekio vienetuose)
nb: Når et produkt er valgt vil en enhet (per porsjon i beholdningsantall) bli lagt til beholdningen når denne oppskriften bli konsumert
nl: Wanneer een product is geselecteerd, zal een eenheid ervan worden toegevoegd aan de voorraad bij consumptie van dit recept (per portie zoals in de aankoophoeveelheidseenheid).
pl: Po wybraniu produktu jedna jednostka (na porcję w jednostce ilości magazynowej) zostanie dodana do zapasów po wykorzystaniu tego przepisu
pt_br: Quando um produto é selecionado, uma unidade (por porção em unidade de quantidade em estoque) será adicionada ao estoque ao consumir esta receita
tr: Bir ürün seçildiğinde, bu tarifin tüketilen stoklarına bir birim (stok miktarı birimindeki porsiyon başına) eklenecektir.
uk: Якщо обрано продукт, одна одиниця цього продукту (на кожну порцію) буде додана до інвентаря при вживанні цього рецепту
zh_hans: 当选择一件产品后，在消耗此菜谱时将向库存中增加一份此产品（每份以库存数量为单位）
zh_hant: 當選擇一項物品後，在消耗此食譜時將一單位(一份庫存數量單位)加到庫存中。

source: When enabled, on marking this product as opened, the corresponding amount will be moved to the default consume location
cs: Označíte-li produkt jako otevřený, automaticky se přesune z Obvyklého umístění do Spotřebovávat z umístění. Abyste mohli funkci použít, musíte pro obě umístění vybrat různá místa.
de: Wenn aktiviert, wird wenn das Produkt als geöffnet markiert wurde, die entsprechende Menge an den Standardverbrauchsstandort umgelagert
es: Cuando está habilitado, al marcar este producto como abierto, la cantidad correspondiente se moverá a la ubicación de consumo predeterminada
et: Kui see on lubatud, teisaldatakse selle toote avatuks märkimisel vastav kogus vaikimisi tarbimise asukohta
fi: Kun tämä asetus on käytössä, avattaessa, avattava määrä tuotteita siirretään oletuskulutussijaintiin
fr_fr: Lorsque activé, en marquant ce produit comme ouvert, le montant correspondant sera déplacé vers l'emplacement de consommation par défaut
he: כשהאפשרות מופעלת, בעת סימון פתיחת מוצר, הכמות המתאימה תועבר למיקום הצריכה כברירת מחדל
hu: Bekapcsolva áthelyezi az épp felbontott készletet az alapértelmezett felhasználási helyre
it: Quando abilitato, selezionando questo prodotto come aperto, la rispettiva quantità verrà spostata nella location di consumo predefinita
ja: チェックを入れると、この物品を開封済みとしてマークしたとき既定の数量を既定の保管場所に移動します
lt: Kai įjungta, pažymėjus šį produktą kaip atidarytą, atitinkama suma bus perkelta į numatytąją vartojimo vietą
nb: Når denne er aktivert vil produktet bli flytte til standard lokasjonen automatisk når det blir markert som åpnet.
nl: Indien ingeschakeld, wordt bij het markeren van dit product als geopend de overeenkomstige hoeveelheid verplaatst naar de standaard verbruikslocatie
pl: Po włączeniu tej opcji, w momencie oznaczenia produktu jako otwarty, odpowiednia ilość zostanie przeniesiona do domyślnego miejsca przechowywania w czasie zużywania.
pt_br: Quando habilitado, ao marcar este produto como aberto, a quantidade correspondente será movida para a localização pré-definida de consumo
pt_pt: Quando ativado, ao assinalar este produto como aberto, a quantidade correspondente será movida para o local padrão de consumo
tr: Etkinleştirildiğinde, bu ürün açılmış olarak işaretlendiğinde karşılık gelen miktar varsayılan tüketim konumuna taşınacaktır.
uk: Якщо увімкнено, при відмічанні цього товару відкритим, він буде перенесений у місце вживання за замовчуванням
zh_hans: 启用后，当此产品被标记为开封时，相应数量的产品将转移到默认消耗位置
zh_hant: 啟用後，當此物品被標記為已開封，對應數量的物品將被移動到預設消耗位置

source: When enabled, you always have to enter the value including decimal places, the decimal separator will be automatically added based on the amount of allowed decimal places
cs: Cenu pak vždy zapíšete včetně desetinných míst. Desetinná čárka se vloží automaticky.
da: Når aktiveret, skal du altid angive værdien med decimaler, decimalseparatoren sættes automatisk ud fra det tilladte antal decimaler
de: Wenn aktiviert, müssen Preiseingaben immer inkl. Nachkommastellen erfolgen, das Dezimaltrennzeichen wird automatisch entsprechend der Anzahl der erlaubten Nachkommastellen hinzugefügt
es: Cuando esté activado, siempre tiene que introducir el valor incluyendo posiciones decimales, el separador decimal se añadirá automáticamente según la cantidad de posiciones decimales permitidas.
et: Kui see on lubatud, peate alati sisestama väärtuse koos kümnendkohtadega, kümnendkoha eraldaja lisatakse automaatselt lubatud kümnendkohtade arvu alusel
fi: Kun tämä asetus on käytössä, täytyy hintoja syötettäessä aina syöttää myös desimaalinumerot. Desimaalierotin lisätään automaattisesti hintojen desimaalimääräaasetuksen mukaisesti.
fr_fr: Lorsque activé, vous devez toujours entrer les valeurs en incluant les décimales, le séparateur de décimal sera automatiquement ajouté après le nombre requis de décimales
he: כאשר האפשרות פעילה, עליך תמיד למלא את הערך כולל הספרות אחרי הנקודה, הנקודה העשרונית תתווסף אוטומטית בהתאם לכמות המקומות העשרוניים האפשריים.
hu: Bekapcsolva mindig tizedesjegyekkel együtt kell megadni az értéket, a tizedesvessző automatikusan hozzáadódik a beállított tizedeshelyek száma alapján
it: Quando abilitato, devi sempre inserire il valore con le cifre decimali, il separatore decimale verrà aggiunto automaticamente in base alla quantità di cifre decimali consentite
ja: チェックを入れると、小数点を含む値の入力が必須になり小数点の許容桁数に基づいて小数点記号が自動的に追加されます
lt: Kai įjungta, visada turite įvesti reikšmę, įskaitant dešimtainius tikslus, po kablelio skyriklis bus automatiškai pridėtas pagal leistinų skaičių po kablelio skaičių
nb: Når aktivert, må du alltid angi verdien inkludert desimaler, desimalseparatoren legges til automatisk basert på mengden tillatte desimaler
nl: Indien ingeschakeld, moet je altijd de waarde inclusief decimalen invoeren, het decimaalteken wordt automatisch toegevoegd op basis van het aantal toegestane decimalen
pl: Gdy włączone, będziesz zawsze musiał uzupełnić wartość zawierającą miejsca dziesiętne, separator dziesiętny zostanie dodany automatycznie w oparciu o ilość dozwolonych miejsc dziesiętnych
pt_br: Quando ativado, você sempre deve inserir o valor incluindo casas decimais, o separador decimal será adicionado automaticamente com base na quantidade de casas decimais permitidas
tr: Etkinleştirildiğinde, her zaman değeri ondalık basamaklar dahil girmeniz gerekir; ondalık ayırıcı, izin verilen ondalık basamak miktarına göre otomatik olarak eklenecektir
zh_hans: 启用后，您必须始终输入包含小数位在内的数值，小数点将根据设定的小数位数自动添加
zh_hant: 啟用後，輸入的數值必須包含小數位數，小數點將根據設定的小數位數被自動加入

source: When moving product from/to a freezer location, the products due date is automatically adjusted according to the product settings
cs: Při přesunu produktu z/do mrazicího boxu se datum spotřeby automaticky upraví podle nastavení produktu.
de: Beim Umlagen von Produkten von/zu einem Gefrier-Standort wird das Mindesthaltbarkeitsdatum der Produkte automatisch entsprechend den Produkteinstellungen angepasst
fr_fr: Lors du déplacement de produits depuis/vers un congélateur, la date d'échéance des produits est automatiquement ajustée en fonction des paramètres du produit
it: Quando sposti un prodotto da/a una posizione di freezer, la data di scadenza dei prodotti viene automaticamente adeguata secondo i parametri del prodotto
nb: Når produktet flyttes til/fra en fryser, vil produktets forfallsdato automatisk justeres ift. produktinnstillingene
nl: Als een product in een vriezer wordt geplaatst of er uit wordt gehaald, dan wordt de houdbaarheidsdatum automatisch aangepast op basis van de productinstellingen
pl: Gdy przenosisz produkt z/do zamrażarki, termin ważności zmienia się automatycznie według ustawień produktu
pt_br: Ao mover um produto de/para um local de congelamento, a data de validade do produto é ajustada automaticamente de acordo com as configurações do produto
pt_pt: Ao mover um produto de/para um local de congelamento, a data de validade do produto é ajustada automaticamente de acordo com as configurações do produto
zh_hans: 将物品移出/移入冷冻库位置时，会根据物品设定自动调整到期日期
zh_hant: 將物品移出/移入冷凍庫位置時，會根據物品設定自動調整到期日期

source: When this product was marked as opened, the due date will be replaced by today + this amount of days (a value of 0 disables this)
cs: Pokud byl tento produkt označen jako otevřený, bude datum spotřeby nahrazeno dnešním dnem + tímto počtem dní (hodnota 0 tuto funkci vypne).
de: Wenn dieses Produkt als geöffnet markiert wurde, wird das Fälligkeitsdatum durch heute + diese Anzahl von Tagen ersetzt (ein Wert von 0 deaktiviert dies)
fr_fr: Lorsque ce produit a été marqué comme ouvert, la date d'échéance sera remplacée par aujourd'hui + ce nombre de jours (une valeur de 0 désactive cette fonction).
it: Quando questo prodotto viene segnato come aperto, la data di scadenza sarà sostituita con oggi + questa quantità di giorni (il valore 0 disabilita questa opzione)
nb: Når dette produktet merkes som åpnet, blir forfallsdato endret til idag + dette antall dager (verdien 0 slår av denne funksjonen)
nl: Als dit product als geopend wordt gemarkeerd, wordt de houdbaarheidsdatum vervangen door vandaag + dit aantal dagen (0 = uitschakelen)
pl: Gdy oznaczasz produkt jako otwarty, termin ważności zostanie zmieniony na dziś + podana tutaj liczba dni. Wpisanie 0 wyłącza tę opcję.
pt_br: Quando este produto for marcado como aberto, a data de vencimento será substituída por hoje + esta quantidade de dias (um valor de 0 desativa isso)
pt_pt: Quando este produto for marcado como aberto, a data de vencimento será substituída por hoje + esta quantidade de dias (um valor de 0 desativa isso)
zh_hans: 当此物品标记为已打开时，到期日期将替换为今天+该天数（值0会禁用此日期）
zh_hant: 當此物品被標記為已開封時，到期日期將由今天加上此天數代替（0 表示停用此功能）

source: %lld items are done
de: %lld Einträge sind erledigt
fr_fr: %lld éléments sont fait

source: %lld items are undone
de: %lld Einträge sind unerledigt
fr_fr: %lld éléments sont annulés

source: %lld tasks are assigned to me
de: %lld Aufgaben sind mir zugeordnet

source: A reminder has no due date.
de: Eine Erinnerung hat kein Fälligkeitsdatum.
fr_fr: Un rappel n'a pas de date d'échéance.

source: Add picture from camera
de: Bild von Kamera hinzufügen

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr_fr: Une erreur inconnue s'est produite.

source: App settings
de: App-Einstellungen
fr_fr: Paramètres de l'application

source: Appearance
de: Aussehen

source: Barcode settings
de: Barcode-Einstellungen
fr_fr: Paramètres des codes barres
it: Impostazioni Codice a barre

source: Barcode settings (legacy)
de: Barcode Einstellungen (alt)
fr_fr: Paramètres du code-barres (ancien)

source: Batteries not implemented
de: Batterie-Verwaltung ist noch nicht implementiert
fr_fr: Batteries non mises en œuvre

source: Camera Access Required
de: Kamera-Zugriff benötigt
fr_fr: Accès à la caméra nécessaire

source: Client information
de: Client-Informationen
fr_fr: Informations sur le client

# Consume %@ %@ %@
source: Consume %1$@ %2$@ %3$@
de: Verbrauche %1$@ %2$@ %3$@
fr_fr: Consommer %1$@ %2$@ %3$@

source: Custom Headers
de: Benutzerdefinierte Header
fr_fr: En-têtes personnalisés

source: Data fetching settings
de: Einstellungen für den Datenabruf
fr_fr: Paramètres de collecte des données

source: Do you really want to clear all done items?
de: Möchtest du wirklich alle erledigten Einträge löschen?
fr_fr: Voulez-vous vraiment effacer tous les éléments effectués ?

source: Do you want to export this shopping list to Reminders? This may overwrite changes in the list.
de: Möchtest du wirklich diese Einkaufsliste nach Erinnerungen exportieren? Dies überschreibt mögliche Änderungen an dieser Liste.

source: Done
de: Erledigt
fr_fr: Fait

source: Due on %@
de: Fällig am %@
fr_fr: Échéance le %@

source: Edit
de: Bearbeiten
fr_fr: Supprimer

source: Enabled Tabs
de: Aktivierte Tabs

source: Existing product picture
de: Existierendes Produktbild
fr_fr: Image du produit existant

source: Export shopping list to Reminders
de: Einkaufsliste nach Erinnerungen exportieren

source: Extract Recipe
de: Rezept extrahieren

source: Extracting recipe...
de: Extrahiere Rezept…

source: Failed to read a calendar item.
de: Kalendereintrag lesen fehlgeschlagen
fr_fr: Échec de la lecture d'un élément du calendrier.

source: Failed to read reminders.
de: Erinnerungen lesen fehlgeschlagen
fr_fr: N'a pas lu les rappels.

source: Filter
de: Filtern
fr_fr: Filtre

source: grocy - ERP beyond your fridge
de: grocy - ERP für deinen Kühlschrank
fr_fr: grocy - ERP au-delà de votre réfrigérateur
it: grocy- ERP oltre il tuo frigo
nb: grocy - ERP hinsides kjøleskapet
nl: grocy - ERP buiten je koelkast
pl: grocy - ERP w twojej lodówce
pt_br: grocy - ERP além da sua geladeira
pt_pt: grocy - ERP além da sua geladeira
zh_hans: grocy - ERP超越你的冰箱

source: Guide (English)
de: Anleitung (Englisch)
fr_fr: Guide (anglais)

source: Image
de: Bild

source: Import Recipe
de: Rezept importieren

source: Incompatible server
de: Inkompatibler Server
fr_fr: Serveur incompatible

source: Information about Grocy Server
de: Information zum Grocy-Server
fr_fr: Informations sur le serveur Grocy

source: Insert
de: Einfügen

source: Insert Link
de: Link einfügen

source: Legacy Barcode Scanner
de: Alter Barcode Scanner
fr_fr: Lecteur de code-barres patrimonial

# Mark %@ %@ %@ as open
source: Mark %1$@ %2$@ %3$@ as open
de: Markiere %1$@ %2$@ %3$@ als geöffnet
fr_fr: Marquer %1$@ %2$@ %3$@ comme ouvert

source: Master data
de: Stammdaten
fr_fr: Données de base
it: Anagrafica
nb: Grunndata
nl: Hoofdgegevens
pl: Dane
pt_br: Cadastros
pt_pt: Dados Principais
zh_hans: 主数据
zh_hant: 主資料

source: No barcodes found.
de: Keine Barcodes gefunden.
fr_fr: Aucun code-barres n'a été trouvé.

source: No chore defined. Please create one.
de: Keine Hausarbeit angelegt. Bitte erstelle eine.

source: No chore log entries found.
de: Kein Eintrag im Hausarbeitenjournal gefunden.

source: No description
de: Keine Beschreibung
fr_fr: Aucune description

source: No location defined. Please create one.
de: Kein Standort definiert. Bitte erstelle einen.
fr_fr: Aucun lieu n'a été défini. Veuillez en créer un.

source: No product group defined. Please create one.
de: Keine Produktgruppe definiert. Bitte erstelle eine.
fr_fr: Aucun groupe de produits n'a été défini. Veuillez en créer un.

source: No store defined. Please create one.
de: Kein Geschäft definiert. Bitte erstelle eines.
fr_fr: Aucun magasin n'a été défini. Veuillez en créer un.

source: No task category defined. Please create one.
de: Keine Aufgabenkategorie definiert. Bitte erstelle eine.

source: No task defined. Please create one.
de: Keine Aufgabe erstellt. Bitte erstelle eine.

source: Not available on this platform.
de: Nicht auf dieser Plattform verfügbar.
fr_fr: Non disponible sur cette plateforme.

source: Not implemented
de: Nicht implementiert
fr_fr: Pas de mise en œuvre

source: Open Settings
de: Öffne Einstellungen
fr_fr: Ouvrir les réglages

source: Paste recipe URL
de: Rezept-URL einfügen

source: Please enable camera access in Settings to scan barcodes.
de: Bitte aktiviere den Kamera-Zugriff in den Einstellungen, um Barcodes zu scannen.
fr_fr: Veuillez activer l'accès à la caméra dans les Réglages pour scanner les codes-barres.

source: Preview
de: Vorschau
fr_fr: Aperçu

source: Product is not on server
de: Produkt ist nicht auf dem Server
fr_fr: Le produit n'est pas sur le serveur

source: Recipe parsing
de: Rezept-Verarbeitung

source: Release date
de: Veröffentlichungsdatum
fr_fr: Date de sortie

source: Retrieving Details failed.
de: Details abfragen fehlgeschlagen.
fr_fr: L'extraction des détails a échoué.

source: Select picture from gallery
de: Bild aus der Galerie auswählen

source: Server timeout interval
de: Server-Timeout-Intervall
fr_fr: Intervalle d'attente du serveur
it: Intervallo di timout server
nb: Intervall for serveravbrudd
nl: Servertime-out-tussenpoos
pt_br: Intervalo de tempo limite do servidor
pt_pt: Intervalo de tempo limite do servidor
zh_hans: 服务器超时间隔

source: Shopping list is empty.
de: Einkaufsliste ist leer.
fr_fr: La liste des courses est vide.

source: Stock
de: Bestand
nl: Voorraad

source: Stock interaction
de: Bestands-Aktionen
fr_fr: Interaction des stocks

source: Stock is empty.
de: Bestand ist leer.
fr_fr: Le stock est vide.

source: Success
de: Erfolgreich
fr_fr: Succès

source: Supported server version
de: Unterstützte Server-Version
fr_fr: Version du serveur prise en charge

source: The app doesn't have permission to read reminders.
de: Die App hat keine Berechtigungen, Erinnerungen zu lesen.
fr_fr: L'application n'a pas l'autorisation de lire les rappels.

source: This device doesn't allow access to reminders.
de: Dieses Gerät erlaubt keinen Zugriff auf Erinnerungen.
fr_fr: Ce dispositif ne permet pas d'accéder aux rappels.

source: This is a companion app and requires access to a running Grocy instance (for example on your server). If you just want to try the app, use one of the demo servers provided by the Grocy developer. Do not use demo servers for your personal data — they are not persistent.
de: Dies ist eine Begleiter-App, das heißt du musst Zugriff zu einer laufenden Grocy-Instanz haben. Wenn du diese App nur kurz ausprobieren willst, kannst du einen der vom Grocy-Entwickler Bernd Bestel bereitgestellten Demo-Server verwenden. Nutze den Demo-Server jedoch nicht produktiv, da die Daten gelöscht werden könnten.
fr_fr: Il s'agit d'une application d'accompagnement qui nécessite l'accès à une instance de Grocy en cours d'exécution (par exemple sur votre serveur). Si vous souhaitez simplement essayer l'application, utilisez l'un des serveurs de démonstration fournis par le développeur de Grocy. N'utilisez pas les serveurs de démonstration pour vos données personnelles - ils ne sont pas persistants.
nl: Dit is een zogeheten ‘client-app’, wat betekent dat je toegang dient te hebben tot een Grocy-instantie, bijv. op je server.Als je deze app gewoon even wilt uitproberen, dan kun je een van de uitprobeerservers van Grocy-ontwikkelaar Bernd Bestel gebruiken. Maar let op: alles wat je invoert op de uitprobeerservers wordt niet bewaard.
zh_hans: 这是一个配套应用程序，意味着您需要访问正在运行的Grocy实例（例如，在您的服务器上）。如果你只想试用这个应用程序，你可以使用Grocy开发人员Bernd Bestel提供的演示服务器之一。但不要将演示服务器用于您的数据，因为它不是持久的。

source: Unsupported server version
de: Nicht unterstützte Server-Version
fr_fr: Version du serveur non prise en charge

source: Upload picture
de: Bild hochladen
fr_fr: Charger l’image

source: Use your own server
de: Eigenen Server verwenden
fr_fr: Utilisez votre propre serveur

source: User entities
de: Benutzerentitäten
fr_fr: Entités utilisatrices

source: Demo server
fr_fr: Serveur de démo
it: Server Demo
nl: Uitprobeerserver
pl: Serwer demo
pt_br: Servidor de demonstração
pt_pt: Servidor de demonstração
zh_hans: 测试服务器
zh_hant: 測試伺服器

source: QR-Scan
fr_fr: Scanner QR
nl: Scan QR-code
pl: Skan QR
pt_br: QR-escanear
pt_pt: QR-escanear
zh_hans: 二维码（QR）扫描

source: App
fr_fr: Application

source: iPad: Tab navigation
fr_fr: iPad : Navigation par onglets

source: iPhone: Tab navigation
fr_fr: iPhone : Navigation par onglets
